alacritty
baobab
base
base-devel
brave-bin
btrfs-progs
code
discord
docker
docker-compose
epiphany
evince
firefox
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
intel-ucode
iwd
linux
linux-firmware
loupe
malcontent
nano
nautilus
neofetch
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
orca
pacman-contrib
rygel
simple-scan
smartmontools
snapd
snapshot
sushi
tecla
totem
tracker3-miners
vim
wget
wireless_tools
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
yay
yay-debug
yelp
zram-generator
zsh
